{
    "cannotsubmitquizdueto": "Αυτή η προσπάθεια επίλυσης του κουίζ δεν μπορεί να υποβληθεί για τους εξής λόγους:",
    "confirmcontinueoffline": "Αυτή η προσπάθεια δεν έχει συγχρονιστεί από {{$ a}}. Αν έχετε συνεχίσει την προσπάθεια αυτή σε μια άλλη συσκευή από τότε, μπορεί να χάσετε δεδομένα.",
    "confirmleavequizonerror": "Παρουσιάστηκε σφάλμα κατά την αποθήκευση των απαντήσεων. Είστε σίγουροι ότι θέλετε να εξέλθετε από το κουίζ;",
    "errorbehaviournotsupported": "Δεν μπορείτε να πραγματοποιήσετε αυτό το κουίζ στην εφαρμογή, διότι η συμπεριφορά του δεν υποστηρίζεται από την εφαρμογή:",
    "errordownloading": "Σφάλμα κατά τη λήψη των απαιτούμενων δεδομένων.",
    "errorgetattempt": "Σφάλμα κατά τη λήψη δεδομένων προσπάθειας.",
    "errorgetquestions": "Σφάλμα κατά τη λήψη των ερωτήσεων.",
    "errorgetquiz": "Σφάλμα κατά τη λήψη δεδομένων κουίζ.",
    "errorparsequestions": "Παρουσιάστηκε σφάλμα κατά την ανάγνωση των ερωτήσεων. Παρακαλώ να κάνετε αυτό το κουίζ σε ένα web browser.",
    "errorquestionsnotsupported": "Αυτό το κουίζ δεν μπορεί να επιχειρηθεί στην εφαρμογή, γιατί μπορεί να περιέχει ερωτήσεις που δεν υποστηρίζονται από την εφαρμογή:",
    "errorrulesnotsupported": "Αυτό το κουίζ δεν μπορεί να επιχειρηθεί στην εφαρμογή επειδή έχει κανόνες πρόσβασης που δεν υποστηρίζονται από την εφαρμογή:",
    "errorsaveattempt": "Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης των δεδομένων.",
    "errorsyncquiz": "Παρουσιάστηκε σφάλμα κατά το συγχρονισμό. Παρακαλώ προσπαθήστε ξανα.",
    "errorsyncquizblocked": "Αυτό το κουίζ δεν μπορεί να συγχρονιστεί τώρα εξαιτίας μιας εκτελούμενης διαδικασίας. Παρακαλώ δοκιμάστε ξανά αργότερα. Εάν το πρόβλημα παραμένει, δοκιμάστε να επανεκκινήσετε την εφαρμογή.",
    "finishnotsynced": "Ολοκληρωμένο αλλά όχι συγχρονισμένο",
    "hasdatatosync": "Αυτό το κουίζ έχει δεδομένα εκτός σύνδεσης που πρέπει να συγχρονιστούν.",
    "opentoc": "Ανοίξτε το popover πλοήγησης.",
    "warningattemptfinished": "Η προσπάθεια εκτός σύνδεσης απορρίφθηκε διότι είτε δεν βρέθηκε, είτε έχει ολοκληρωθεί στο site.",
    "warningdatadiscarded": "Μερικές απαντήσεις εκτός σύνδεσης απορρίφθηκαν διότι οι ερωτήσεις είχαν τροποποιηθεί online.",
    "warningdatadiscardedfromfinished": "Η προσπάθεια δεν ολοκληρώθηκε διότι κάποιες απαντήσεις απορρίφθηκαν. Παρακαλώ ελέγξτε τις απαντήσεις και υποβάλετε εκ νέου την προσπάθεια."
}