{
    "cannotsubmitquizdueto": "Овај покушај решавања теста не може да буде предат због следећих разлога:",
    "confirmcontinueoffline": "Овај покушај није синхронизован од {{$a}}. Ако сте у међувремену овај покушај наставили  на неком другом уређају, постоји могућност да сте изгубили податке.",
    "confirmleavequizonerror": "Дошло је до грешке приликом покушаја да се сачувају одговори. Да ли сте сигурни да желите да напустите тест?",
    "errorbehaviournotsupported": "Овај тест не можете решавати у апликацији зато што она не подржава понашање питања:",
    "errordownloading": "Грешка приликом преузимања неопходних података.",
    "errorgetattempt": "Грешка приликом преузимања података о покушају решавања теста.",
    "errorgetquestions": "Грешка приликом преузимања питања.",
    "errorgetquiz": "Грешка приликом преузимања података о тесту.",
    "errorparsequestions": "Дошло је до грешке приликом учитавања питања. Молимо, покушајте да решите овај тест у веб читачу.",
    "errorquestionsnotsupported": "Овај тест се не може решавати у апликацији зато што садржи питања које апликација не подржава:",
    "errorrulesnotsupported": "Овај тест се не може решавати у апликацији зато што садржи правила за приступ које апликација не подржава:",
    "errorsaveattempt": "Дошло је до грешке приликом снимања података о покушају решавања теста.",
    "errorsyncquiz": "Дошло је до грешке приликом синхронизације. Молимо, покушајте поново.",
    "errorsyncquizblocked": "Овај тест сада не може бити синхронизован због другог процеса који је тренутно у току. Молимо, покушајте поново касније. Ако и даље будете имали проблема, покушајте да  покренете апликацију испочетка.",
    "finishnotsynced": "Тест је завршен, али није синхронизован",
    "hasdatatosync": "Овај тест има офлајн податке које треба синхронизовати.",
    "opentoc": "Отвори навигациони мени.",
    "warningattemptfinished": "Офлајн покушај је одбачен зато што је или завршен на сајту или није пронађен.",
    "warningdatadiscarded": "Неки офлајн одговори су одбачени зато што су питања измењена онлајн.",
    "warningdatadiscardedfromfinished": "Покушај решавања теста је није завршен зато што су неки офлајн одговори одбачени. Прегледајте своје одговоре, а затим поново пошаљите свој покушај."
}