{
    "addon.mod_assign.submitassignment_help": "Sobald die Aufgabe abgegeben ist, kannst du keine Änderungen mehr vornehmen.",
    "addon.mod_chat.enterchat": "Willst du den Chat starten? Klick hier.",
    "addon.mod_chat.messagebeepsyou": "{{$a}} hat dich angepiepst!",
    "addon.mod_choice.yourselection": "Deine Auswahl",
    "addon.mod_data.confirmdeleterecord": "Möchtest du diesen Datensatz in der Datenbank wirklich löschen?",
    "addon.mod_data.emptyaddform": "Du hast keine Einträge vorgenommen!",
    "addon.mod_data.entrieslefttoadd": "Du musst {{$a.entriesleft}} (weitere) Einträge vornehmen, um diese Aktivität zu beenden.",
    "addon.mod_data.entrieslefttoaddtoview": "Du musst {{$a.entrieslefttoview}} (weitere) Einträge vornehmen, bevor du andere Teilnehmerbeiträge anschauen darfst.",
    "addon.mod_forum.cannotadddiscussionall": "Du darfst kein neues Thema für alle Teilnehmer/innen hinzufügen.",
    "addon.mod_forum.couldnotadd": "Dein Beitrag wurde nicht abgeschickt.",
    "addon.mod_forum.erroremptymessage": "Du hast keinen Text geschrieben.",
    "addon.mod_forum.erroremptysubject": "Du hast den Betreff vergessen.",
    "addon.mod_lesson.congratulations": "Herzlichen Glückwunsch! Du hast das Ende der Lektion erreicht.",
    "addon.mod_lesson.defaultessayresponse": "Deine Freitext-Antwort wird später bewertet.",
    "addon.mod_lesson.displayscorewithessays": "Du hast bisher {{$a.score}} von {{$a.tempmaxgrade}} Punkten erzielt (ohne Freitext-Aufgaben).<br /> Freitext-Aufgaben ({{$a.essayquestions}}) werden später bewertet und zur Gesamtpunktzahl hinzugefügt .<br /><br />Deine derzeitige Bewertung:  {{$a.score}} von {{$a.grade}} Punkten (mit Freitext-Aufgaben).",
    "addon.mod_lesson.displayscorewithoutessays": "Deine Bewertung:  {{$a.score}} Punkte (von {{$a.grade}} Punkten).",
    "addon.mod_lesson.enterpassword": "Bitte gib das Kennwort ein:",
    "addon.mod_lesson.eolstudentoutoftimenoanswers": "Du hast keine Fragen beantwortet. Du erhältst daher 0 Punkte/keine Bewertung für die Lektion.",
    "addon.mod_lesson.firstwrong": "Deine Antwort ist falsch. Möchtest du sie noch einmal (ohne Bewertung) wiederholen?",
    "addon.mod_lesson.leftduringtimed": "Du hast die Lektion abgebrochen. Die Bearbeitung der Lektion ist zeitlich begrenzt. <br />Klicke auf Fortsetzen, um die Lektion erneut zu beginnen.",
    "addon.mod_lesson.leftduringtimednoretake": "Du hast die Lektion abgebrochen. Die Bearbeitung der Lektion ist zeitlich begrenzt. <br />Du kannst diese Lektion nicht mehr bearbeiten.",
    "addon.mod_lesson.loginfail": "Der Login ist gescheitert. Bitte versuche es noch einmal.",
    "addon.mod_lesson.maximumnumberofattemptsreached": "Du hast die Höchstzahl der Versuche erreicht - weiter zur nächsten Seite",
    "addon.mod_lesson.noanswer": "Du hast keine Antwort abgegeben. Gehe zurück und gib eine Antwort ein.",
    "addon.mod_lesson.secondpluswrong": "Nicht ganz. Möchtest du es noch einmal versuchen?",
    "addon.mod_lesson.teacherjumpwarning": "In der Lektion werden \"{{$a.cluster}}\"-Sprünge und/oder \"{{$a.unseen}}\"-Sprünge verwendet. Diese Sprünge werden durch \"Nächste Seite\"-Sprünge ersetzt. Melde dich als Teilnehmer/in an, um diese Sprünge zu testen.",
    "addon.mod_lesson.teacherongoingwarning": "Die aktuelle Bewertung wird nur für Teilnehmer/innen angezeigt. Melde dich als Teilnehmer/in an, um diese Funktion zu testen.",
    "addon.mod_lesson.teachertimerwarning": "Die Zeitbegrenzung wird nur für Teilnehmer/innen angezeigt. Melde dich als Teilnehmer/in an, um diese Funktion zu testen.",
    "addon.mod_lesson.youhaveseen": "Du hast einige Seiten der Lektion schon einmal bearbeitet. <br />Möchtest du sie an der Stelle fortsetzen, an der du damals aufgehört hast?",
    "addon.mod_lesson.yourcurrentgradeisoutof": "Deine derzeitige Bewertung ist {{$a.grade}} von {{$a.total}}",
    "addon.mod_quiz.confirmclose": "Sobald du diesen Versuch beendest, kannst du deine Antworten nicht mehr bearbeiten.",
    "addon.mod_quiz.requirepasswordmessage": "Zur Teilnahme am Test benötigst  du ein Kennwort.",
    "addon.mod_quiz.yourfinalgradeis": "Deine Gesamtbewertung für diesen Test: {{$a}}",
    "core.considereddigitalminor": "Du benötigst eine Bestätigung deiner Eltern zur Registrierung.",
    "core.courses.paymentrequired": "Dieser Kurs ist gebührenpflichtig. Bitte bezahle die Teilnahmegebühr, um im Kurs eingeschrieben zu werden.",
    "core.decsep": ",",
    "core.digitalminor_desc": "Um ein Nutzerkonto für diese Website zu erstellen, müssen sich deine Erziehungsberechtigten an folgende Stelle wenden:",
    "core.forcepasswordchangenotice": "Bitte ändere dein Kennwort, bevor du weiterarbeitest.",
    "core.labelsep": ":",
    "core.listsep": ";",
    "core.login.createuserandpass": "Wähle deinen Anmeldenamen und dein Kennwort",
    "core.login.firsttime": "Bist du zum ersten Mal auf dieser Webseite?",
    "core.login.loginsteps": "Guten Tag!\n\nUm an den verschiedenen Kursen teilnehmen zu können, musst du dir einen Nutzerzugang für diese Website anlegen. Für einige Kurse könnte zusätzlich ein Zugangsschlüssel notwendig sein.\n\n<p>Gehe dazu bitte wie folgt vor:\n<ol size=2>\n<li>Fülle das Formular <a href=\"{{$a}}\">Neuer Zugang</a> mit deinen Angaben aus.</li>\n<li>Du erhältst umgehend eine Benachrichtigung an die von dir angegebene E-Mail-Adresse.</li>\n<li>Lies diese E-Mail genau und klicke den darin enthaltenen Link an.</li>\n<li>Dein Zugang wird auf diese Weise bestätigt und du wirst automatisch mit deinen zuvor angegebenen Zugangsdaten auf der Startseite eingeloggt.</li>\n<li>Jetzt wählst du bitte den Kurs aus, an dem du teilnehmen möchtest.</li>\n<li>Für einige Kurse ist ein Zugangsschlüssel notwendig. Benutze dazu bitte den Zugangsschlüssel, den dir deine Trainer/in mitgeteilt hat. Mit diesem Zugangsschlüssel kannst du dich in den entsprechenden Kurs einschreiben.</li>\n<li>Nun hast du einen Nutzerzugang zur Website. Zukünftig musst du jedes Mal den bei deiner Registrierung gewählten Anmeldenamen und das Kennwort (im Login-Block auf dieser Seite) eingeben, um sich einzuloggen und Zugang zu den verschiedenen Kursen zu erhalten.</li>\n</ol>",
    "core.login.policyagree": "Lies diese Zustimmungserklärung sorgfältig. Du musst erst zustimmen, um diese Website weiter nutzen zu können. Stimmst du zu?",
    "core.login.policyagreementclick": "Klicke hier, um die Zustimmungserklärung zu lesen.",
    "core.nopermissions": "Entschuldigung, aber du besitzt derzeit keine Rechte, dies zu tun ({{$a}}).",
    "core.paymentinstant": "Klicke auf den Button, um die Teilnahmegebühr zu bezahlen. Sobald dieser Zahlvorgang abgeschlossen ist, wirst du automatisch in den Kurs eingeschrieben.",
    "core.seemoredetail": "Klicke hier, um weitere Details sichtbar zu machen",
    "core.sitemaintenance": "",
    "core.thisdirection": "ltr"
}