{
    "authenticating": "Удостоверяване",
    "cancel": "Отказване",
    "connect": "Свързване!",
    "connecttomoodle": "Свързване към Moodle",
    "help": "Помощ",
    "helpmelogin": "<p>Има много хиляди сайтове със система Moodle по света. Това приложение може да Ви свърже само със сайтове, които специално разрешават достъп с мобилно приложение.</p><p>Ако не можете да се свържете със своя сайт, трябва да се обърнете към администратор на Moodle системата на сайта, и да го помолите да прочете информацията от адрес: <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>За да пробвате приложението с демонстрационен сайт, напишете <i>teacher</i> или <i>student</i> в полето <i>Адрес на сайта</i> и щракнете <b>Бутон за добавяне</b>.</p>",
    "invalidaccount": "Моля проверете своите данни за влизане или помолете администратор да провери конфигурацията на сайта.",
    "invalidmoodleversion": "Невалидна версия на Moodle. Най-старата изискване версия е 2.4.",
    "invalidsite": "Интернет адресът на сайта е невалиден.",
    "login": "Вход",
    "loginbutton": "Вход!",
    "logininsiterequired": "Трябва да влезете в сайта през прозорец на браузър.",
    "mobileservicesnotenabled": "Услугите от Moodle не са активирани на Вашия сайт. Моля, свържете се с администратор на Moodle, ако мислите, че мобилния достъп трябва да бъде разрешен.",
    "notloggedin": "Трябва са сте влезли в сайта.",
    "password": "Парола",
    "passwordrequired": "Паролата е задължителна",
    "reconnect": "Повторно свързване",
    "siteaddress": "Адрес на сайта",
    "siteinmaintenance": "Вашият сайт е в режим на поддръжка",
    "siteurl": "Адрес на сайта",
    "siteurlrequired": "Изисква се адрес на сайта. Например: <i>http://www.yourmoodlesite.abc или https://www.yourmoodlesite.efg</i>",
    "username": "Потребителско име",
    "usernamerequired": "Потребителско име се изисква",
    "webservicesnotenabled": "Интернет услугите на са активирани на Вашия сайт. Моля, свържете се с администратор на Moodle сайта, ако мислите, че мобилният достъп трябва да е позволен."
}