{
    "authenticating": "Us esteu autenticant",
    "cancel": "Cancel·la",
    "cannotdownloadfiles": "La baixada de fitxers està desactivada en el servei mòbil de Moodle, l'aplicació no pot funcionar amb aquest paràmetre desactivat. Contacteu amb l'administrador del lloc.",
    "confirmdeletesite": "Esteu segur que voleu eliminar el lloc {{sitename}}?",
    "connect": "Connecta",
    "connecttomoodle": "Connecta al Moodle",
    "credentials": "Credencials",
    "credentialsdescription": "Introduïu el vostre nom d'usuari i contrasenya per iniciar sessió",
    "erroraccesscontrolalloworigin": "La crida Cross-Origin que esteu intentant ha sigut rebutjada. Si us plau, visiteu https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium per més informació",
    "errordeletesite": "S'ha produït un error en eliminar aquest lloc. Si us plau, intenteu-ho més tard.",
    "errorupdatesite": "S'ha produït un error actualitzant el testimoni d'aquest lloc.",
    "help": "Ajuda",
    "helpmelogin": "<p>Hi ha milers de llocs Moodle al món. Aquesta aplicació, només funciona amb els llocs Moodle que tenen habilitat els serveis web per als dispositius mòbils. </p><p>Si no podeu conecctar al vostre Moodle, contacteu amb l'administrador/a i per tal que revisi la documentació <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Per provar l'aplicaicó a un Moodle de demostració accediu amb <i>teacher</i> o <i>student</i> a <i>URL del lloc</i> i feu clic a <b>Afegeix</b>.</p>",
    "invalidaccount": "Verifiqueu el vostre nom d'usuari/ària i contrasenya o demaneu a l'administració de Moodle que comprovi la configuració del lloc.",
    "invalidmoodleversion": "La versió de Moodle no és vàlida. Cal com a mínim la versió 2.4.",
    "invalidsite": "L'URL del lloc no és vàlid.",
    "localmobileunexpectedresponse": "Les característiques addicionals de Moodle Mobile han tornat una resposta inesperada, us heu d'autenticar fent servir el servei estàndard de Mobile.",
    "login": "Entra",
    "loginbutton": "Inicia sessió",
    "logininsiterequired": "Heu d'entrar al lloc a través d'una finestra del navegador.",
    "mobileservicesnotenabled": "El lloc Moodle no té habilitats els serveis mòbils. Contacteu amb l'administració del vostre Moodle si penseu que haurien d'estar habilitats.",
    "newsitedescription": "Introduïu l'URL del vostre lloc Moodle. Tingueu en compte que podria no estar configurat per treballar amb aquesta aplicació.",
    "notloggedin": "Heu d'entrar al lloc.",
    "password": "Contrasenya",
    "passwordrequired": "Contrasenya obligatòria",
    "reconnect": "Torna a connectar",
    "reconnectdescription": "El testimoni d'autenticació és invàlid o està caducat, heu de tornar a connectar a la plataforma.",
    "reconnectssodescription": "El testimoni d'autenticació és invàlid o està caducat, heu de tornar a connectar a la plataforma. Heu d'entrar des d'un navegador web.",
    "siteaddress": "Adreça del lloc",
    "siteinmaintenance": "El vostre lloc està en mode de manteniment",
    "siteurl": "URL del lloc",
    "siteurlrequired": "L'URL del lloc és obligatori, p. ex. <i>http://www.elvostremoodle.abc o https://www.elvostremoodle.efg</i>",
    "username": "Nom d'usuari/ària",
    "usernamerequired": "El nom d'usuari/ària és necessari",
    "webservicesnotenabled": "Els serveis web no estan habilitats al vostre lloc. Contacteu amb l'administració del vostre lloc Moodle si penseu que s'haurien d'habilitar."
}