{
    "authenticating": "Godkender",
    "cancel": "Afbryd",
    "cannotdownloadfiles": "Download af filer er deaktiveret i din Moodle service. Appen virker ikke når med denne instilling. Kontakt venligst din administrator.",
    "confirmdeletesite": "Er du sikker på at du ønsker at slette websiden {{sitename}}?",
    "connect": "Tilslut!",
    "connecttomoodle": "Tilslut til Moodle",
    "credentials": "Referencer",
    "credentialsdescription": "Skriv dit brugernavn og adgangskode for at logge på",
    "erroraccesscontrolalloworigin": "Det Cross-Origin opkald du forsøger at udføre er blevet afvist. Kontroller  venligst https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "En fejl opstod ved sletning af denne webside. Prøv venligst igen.",
    "errorupdatesite": "En fejl opstod under opdatering af webstedets token.",
    "help": "Hjælp",
    "helpmelogin": "<P> Der er tusindvis af Moodle websteder i hele verden. Denne app virker kun på Moodle websteder, der har tilladt adgang med Moodle mobil app.</p><p>For at logge ind, skal du sørge for, at: </ p> 1. Moodle site er version 2.4 eller højere <br /> 2. Moodle administratoren har aktiveret Mobile Access\n <br ... /> <br /> <p > For at teste appen på en Moodle demo site, skriv  <i> lærer </ i> eller <i> studerende </ i> <i> i feltet Brugernavn </ i> og klik på <b> Tilføj knappen < / b>. </ P> <a href='http://docs.moodle.org/en/Mobile_app' target='_blank'> Besøg Moodle hjemmesiden for mere detaljeret information og hjælp. </ A> </ p>",
    "invalidaccount": "Kontroller venligst dine loginoplysninger eller spørg webstedets administrator om at kontrollere webstedets konfiguration.",
    "invalidmoodleversion": "Ugyldig Moodle version. Der kræves minimum 2.4.",
    "invalidsite": "Denne webadresse er ugyldig.",
    "localmobileunexpectedresponse": "Du har fået en uventet reaktion fra Moodle Mobile Additional Features, så du vil blive godkendt ved hjælp af standard Mobile service.",
    "login": "Login",
    "loginbutton": "Login!",
    "logininsiterequired": "Du skal logge på websiden via en browser",
    "mobileservicesnotenabled": "Mobiladgang er ikke aktiveret på din side. Kontakt venligst din Moodle administrator, hvis du ønsker mobiladgang aktiveret.",
    "newsitedescription": "Skriv din Moodle sides webadresse. Bemærk at den kan være konfigureret, så den ikke virker med denne app.",
    "notloggedin": "De skal være logget på.",
    "password": "Adgangskode",
    "passwordrequired": "Adgangskode kræves",
    "reconnect": "Genopret forbindelse",
    "reconnectdescription": "Din godkendelse er ugyldigt eller udløbet, du skal genoprette forbindelsen til webstedet.",
    "reconnectssodescription": "Din godkendelse er ugyldigt eller udløbet, du skal genoprette forbindelsen til webstedet. Du skal logge på webested via en browser.",
    "siteaddress": "Websideadresse",
    "siteinmaintenance": "Dit websted er i vedligeholdelsestilstand",
    "siteurl": "Webadresse",
    "siteurlrequired": "Webside URL kræves, f.eks.  <i>http://www.yourmoodlesite.abc eller https://www.yourmoodlesite.efg</i>",
    "username": "Brugernavn",
    "usernamerequired": "Brugernavn kræves",
    "webservicesnotenabled": "Web Services er ikke aktiveret på din webside. Kontakt venligst din Moodle administrator, hvis du ønsker mobiladgang aktiveret."
}