{
    "authenticating": "Authentifizieren",
    "cancel": "Abbrechen",
    "cannotdownloadfiles": "Das Herunterladen von Dateien ist für den mobilen Webservice deaktiviert. Die App funktioniert nicht ohne diese Option. Wenden Sie sich an den Administrator.",
    "confirmdeletesite": "Möchten Sie wirklich die Website '{{sitename}}' aus der Liste löschen?",
    "connect": "Verbinden!",
    "connecttomoodle": "Website verbinden",
    "credentials": "Bewertungen",
    "credentialsdescription": "Geben Sie Ihren Anmeldenamen und Ihr Kennwort ein, um sich einzuloggen auf ",
    "erroraccesscontrolalloworigin": "Der Cross-Origin Aufruf wurde zurückgewiesen. Weitere Informationen: https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Fehler beim Löschen der Website aus der Liste. Versuchen Sie es nochmal.",
    "errorupdatesite": "Fehler beim Aktualisieren des Authentifizierungstokens",
    "help": "Hilfe",
    "helpmelogin": "<p>Die App 'Moodle Mobile' funktioniert mit Moodle-Websites, sobald diese für mobile Dienste freigegeben wurden. Bei Problemen mit der Verbindung wenden Sie sich an Ihren Moodle-Administrator.</p>\n<p>Lesen Sie die aktuellen Informationen auf <a href=\"http://docs.moodle.org/de/Mobile_App\" target=\"_blank\">http://docs.moodle.org/de/Mobile_App</a>.</p>\n<p>Um die App mit einer Demo-Website zu testen, tragen Sie bitte <i>teacher</i> oder <i>student</i> in das Feld <i>URL der Website</i> ein. Tippen Sie dann auf die Taste <b>Hinzufügen</b>.</p>",
    "invalidaccount": "Prüfen Sie Ihre Anmeldedaten oder wenden Sie sich an den Administrator.",
    "invalidmoodleversion": "Falsche Version. Notwendig ist mindestens Moodle 2.4.",
    "invalidsite": "Die URL der Website ist ungültig.",
    "localmobileunexpectedresponse": "Der Verbindungsversuch mit dem Plugin 'Moodle Mobile - Zusatzfeatures' ist fehlgeschlagen. Sie werden über den standardmäßigen mobilen Webservices authentifiziert.",
    "login": "Login",
    "loginbutton": "Login!",
    "logininsiterequired": "Sie müssen sich für diese Website im Browser anmelden.",
    "mobileservicesnotenabled": "Die mobilen Webservices sind für diese Website nicht aktiviert. Wenden Sie sich an den Administrator, wenn Sie den mobilen Zugriff aktiviert haben möchten.",
    "newsitedescription": "Geben Sie die URL zu Ihrer Website ein. Eventuell ist Ihre Website nicht für diese App freigegeben.",
    "notloggedin": "Sie müssen eingeloggt sein.",
    "password": "Kennwort",
    "passwordrequired": "Kennwort fehlt",
    "reconnect": "Neu verbinden",
    "reconnectdescription": "Das Authentifizierungstoken ist abgelaufen oder ungültig. Sie müssen sich neu verbinden.",
    "reconnectssodescription": "Das Authentifizierungstoken ist abgelaufen oder ungültig. Sie müssen sich mit einem Browser neu einloggen.",
    "siteaddress": "URL der Website",
    "siteinmaintenance": "Die Website ist im Wartungsmodus",
    "siteurl": "URL der Website",
    "siteurlrequired": "Die URL der Website ist notwendig, z.B. https://www.website.de",
    "username": "Anmeldename",
    "usernamerequired": "Anmeldename fehlt",
    "webservicesnotenabled": "Die Webservices sind für diese Website nicht aktiviert. Wenden Sie sich an den Administrator, wenn Sie den mobilen Zugriff aktiviert haben möchten."
}