{
    "auth_email": "Email-based αυτο-εγγραφή",
    "authenticating": "Έλεγχος ταυτότητας",
    "cancel": "Ακύρωση",
    "checksiteversion": "Ελέγξτε ποια έκδοση Moodle χρησιμοποιεί το site, Moodle 2.4 ή μετέπειτα έκδοση.",
    "confirmdeletesite": "Είστε σίγουροι ότι θέλετε να διαγράψετε το site {{sitename}};",
    "connect": "Σύνδεση!",
    "connecttomoodle": "Σύνδεση στο Moodle",
    "contactyouradministrator": "Επικοινωνήστε με το διαχειριστή του site για περαιτέρω βοήθεια.",
    "contactyouradministratorissue": "Ζητήστε από το διαχειριστή του site να ελέγξει το ζήτημα: {{$a}}",
    "createaccount": "Δημιουργία του λογαριασμού μου",
    "createuserandpass": "Δημιουργία ενός νέου ονόματος χρήστη και κωδικού πρόσβασης για είσοδο στον δικτυακό τόπο",
    "credentialsdescription": "Δώστε το όνομα χρήστη και τον κωδικό πρόσβασής σας για να συνδεθείτε.",
    "emailconfirmsent": "<p>Ένα email έχει σταλεί στη διεύθυνση σας <b>{{$a}}</b></p><p> Περιέχει εύκολες οδηγίες για να ολοκληρώσετε την εγγραφή σας. </p><p> Εάν συνεχίσετε να έχετε δυσκολίες επικοινωνήστε με το διαχειριστή του site.</p>",
    "emailnotmatch": "Οι διευθύνσεις email δεν ταιριάζουν",
    "enterthewordsabove": "Enter the words above",
    "erroraccesscontrolalloworigin": "Η κλήση πολλαπλών προελεύσεων (Cross-Origin call) που προσπαθείτε να εκτελέσετε έχει απορριφθεί. Παρακαλώ ελέγξτε https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Παρουσιάστηκε σφάλμα κατά τη διάρκεια της διαγραφής του site. Δοκιμάστε ξανά αργότερα.",
    "errorupdatesite": "Παρουσιάστηκε σφάλμα κατά την ενημέρωση του site token.",
    "firsttime": "Είναι η πρώτη σας φορά εδώ;",
    "getanothercaptcha": "Πάρε ένα άλλο CAPTCHA",
    "help": "Βοήθεια",
    "helpmelogin": "<p> Υπάρχουν χιλιάδες Moodle ιστότοποι σε όλο τον κόσμο. Αυτή η εφαρμογή μπορεί να συνδεθεί μόνο σε ιστότοπους Moodle που έχουν ενεργοποιήσει συγκεκριμένα την πρόσβαση σε εφαρμογές για κινητά. </p> <p> Εάν δεν μπορείτε να συνδεθείτε στον ιστότοπό σας Moodle, πρέπει να επικοινωνήσετε με το διαχειριστή του Moodle ιστότοπου όπου θέλετε να συνδεθείτε και ζητήστε τους να διαβάσουν <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\"> http://docs.moodle.org/en/Mobile_app </a> </p> <p> Για να δοκιμάσετε την εφαρμογή σε έναν δοκιμαστικό ιστότοπο  Moodle <i> δάσκαλος </i> ή <i> σπουδαστής </i> στο πεδίο <i> Διεύθυνση ιστοτόπου </i> και κάντε κλικ στο κουμπί < </b>. </p>",
    "instructions": "Οδηγίες",
    "invalidaccount": "Ελέγξτε τα στοιχεία σύνδεσης ή ζητήστε από τον διαχειριστή του ιστότοπού σας να ελέγξει τη διαμόρφωση του ιστότοπου.",
    "invaliddate": "Η ημερομηνία δεν είναι σωστή",
    "invalidemail": "Εσφαλμένη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "invalidmoodleversion": "Μη έγκυρη έκδοση Moodle. Η ελάχιστη απαιτούμενη έκδοση είναι η 2.4.",
    "invalidsite": "Η διεύθυνση ιστότοπου δεν είναι έγκυρη.",
    "invalidtime": "Μη έγκυρη ώρα",
    "invalidurl": "Μη έγκυρο URL",
    "invalidvaluemax": "Η μεγαλύτερη τιμή είναι {{$a}}",
    "invalidvaluemin": "Η μικρότερη τιμή είναι {{$a}}",
    "localmobileunexpectedresponse": "Ο έλεγχος επιπρόσθετων λειτουργιών τη εφαρμοργής για κινητά Moodle επέστρεψε μια απροσδόκητη απόκριση, θα πιστοποιηθείτε χρησιμοποιώντας την τυπική υπηρεσία κινητής τηλεφωνίας.",
    "loggedoutssodescription": "Πρέπει να επαληθεύσετε ξανά τον έλεγχο ταυτότητας. Θα πρέπει να συνδεθείτε στον ιστότοπο σε ένα παράθυρο του προγράμματος περιήγησης.",
    "login": "Είσοδος",
    "loginbutton": "Σύνδεση",
    "logininsiterequired": "Θα πρέπει να συνδεθείτε στον ιστότοπο σε ένα παράθυρο του προγράμματος περιήγησης.",
    "loginsteps": "Γεια σας,\n\nΓια να έχετε πλήρη πρόσβαση σε κάποια μαθήματα θα χρειαστεί να δημιουργήσετε ένα νέο λογαριασμό, ακολουθώντας τα παρακάτω βήματα:\n<OL size=2>\n   <li>Συμπληρώστε τη φόρμα <A HREF={{$a}}>Νέου λογαριασμού</A> με τα δεδομένα σας.\n   <li>Ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα αποσταλεί στη διεύθυνσή σας.\n   <li>Διαβάστε το μήνυμα και επιλέξτε τη διεύθυνση που περιέχει.\n   <li>Μετά την επιβεβαίωση του λογαριασμού σας, θα μπορείτε να συνδεθείτε στην ηλεκτρονική τάξη.\n   <li>Αφού έχετε συνδεθεί, μπορείτε να επιλέξτε το μάθημα στο οποίο θέλετε να εγγραφείτε. Αν σας ζητηθεί ένα \"κλειδί εγγραφής\" - χρησιμοποιήστε αυτό που σας έδωσε ο διδάσκοντάς σας.\n   <li>Από εδώ και στο εξής θα έχετε τη δυνατότητα να χρησιμοποιήσετε όλες τις δραστηριότητες και τις πηγές πληροφοριών του μαθήματος.\n   </ol>",
    "missingemail": "Λείπει η διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "missingfirstname": "Λείπει το όνομα",
    "missinglastname": "Λείπει το επώνυμο",
    "mobileservicesnotenabled": "Οι υπηρεσίες κινητής τηλεφωνίας δεν είναι ενεργοποιημένες στον ιστότοπό σας. Παρακαλούμε, επικοινωνήστε με τον διαχειριστή του ιστότοπου εάν πιστεύετε ότι η πρόσβαση στο κινητό θα πρέπει να είναι ενεργοποιημένη.",
    "newaccount": "Νέος λογαριασμός",
    "newsitedescription": "Καταχωρίστε τη διεύθυνση URL του ιστότοπού σας Moodle. Σημειώστε ότι ενδέχεται να μην έχει ρυθμιστεί να λειτουργεί με αυτήν την εφαρμογή.",
    "notloggedin": "Πρέπει να συνδεθείτε",
    "password": "Κωδικός πρόσβασης",
    "passwordrequired": "Απαιτείται κωδικός πρόσβασης",
    "policyaccept": "Καταλαβαίνω και συμφωνώ",
    "policyagree": "Πρέπει να συμφωνήσετε σε αυτήν την πολιτική για να συνεχίσετε στο ιστοχώρο. Συμφωνείτε;",
    "policyagreement": "Άδεια χρήσης του ιστοχώρου",
    "policyagreementclick": "Πατήστε εδώ για να διαβάσετε του όρους χρήσης",
    "potentialidps": "Συνδεθείτε χρησιμοποιώντας το λογαριασμό σας στο:",
    "problemconnectingerror": "Παρουσιάστηκαν προβλήματα σύνδεσης",
    "problemconnectingerrorcontinue": "Ελέγξτε ότι έχετε εισάγει σωστά τη διεύθυνση και προσπαθήστε ξανά.",
    "profileinvaliddata": "Μη έγκυρη τιμή",
    "recaptchachallengeimage": "Εικόνα reCAPTCHA",
    "reconnect": "Επανασύνδεση",
    "reconnectdescription": "Η σύνδεση με το λογαριασμό σας δεν είναι έγκυρη ή έχει λήξει, πρέπει να επανασυνδεθείτε με τον ιστότοπο.",
    "reconnectssodescription": "Η σύνδεση με το λογαριασμό σας δεν είναι έγκυρη ή έχει λήξει, πρέπει να επανασυνδεθείτε με τον ιστότοπο. Θα πρέπει να συνδεθείτε στον ιστότοπο σε ένα παράθυρο του προγράμματος περιήγησης.",
    "security_question": "Ερώτηση ασφαλείας",
    "selectacountry": "Επιλέξτε μια χώρα",
    "signupplugindisabled": "{{$a}} δεν έχει ενεργοποιηθεί.",
    "siteaddress": "Διεύθυνση ιστότοπου",
    "siteinmaintenance": "Ο ιστότοπός σας βρίσκεται σε λειτουργία συντήρησης",
    "sitepolicynotagreederror": "Η πολιτική του ιστότοπου δεν έγινε δεκτή.",
    "siteurl": "URL του ιστότοπου",
    "siteurlrequired": "Το URL του ιστότοπου είναι απαραίτητο, π.χ. <i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>",
    "startsignup": "Ξεκινήστε τώρα δημιουργώντας νέο λογαριασμό!",
    "stillcantconnect": "Ακόμα δεν μπορείτε να συνδεθείτε;",
    "supplyinfo": "Παρακαλώ, δώστε κάποιες πληροφορίες σχετικές με τον εαυτό σας",
    "username": "Όνομα χρήστη",
    "usernamerequired": "Το όνομα χρήστη είναι απαραίτητο",
    "usernotaddederror": "Ο χρήστης \"{{$a}}\" δεν προστέθηκε - άγνωστο σφάλμα",
    "visitchangepassword": "Θέλετε να επισκεφτείτε τον ιστότοπο για να αλλάξετε τον κωδικό πρόσβασης;",
    "webservicesnotenabled": "Οι υπηρεσίες Web δεν είναι ενεργοποιημένες στον ιστότοπό σας. Παρακαλούμε, επικοινωνήστε με τον διαχειριστή του δικτυακού σας τόπου για το Moodle εάν πιστεύετε ότι η πρόσβαση στο κινητό θα πρέπει να είναι ενεργοποιημένη."
}