{
    "authenticating": "Autenticando",
    "cancel": "Cancelar",
    "cannotdownloadfiles": "La descarga de archivos está deshabilitada en su servicio Mobile, la app nop puede trabajar con esta configuración deshbilitada. Por favor contacte al administrador de su sitio.",
    "confirmdeletesite": "¿Está Usted seguro de querer eliminar el sitio {{sitename}}?",
    "connect": "¡Conectar!",
    "connecttomoodle": "Conectar a Moodle",
    "credentials": "Credenciales",
    "credentialsdescription": "Por favor proporcione su nombre_de_usuario y contraseña para ingresar",
    "erroraccesscontrolalloworigin": "La llamada de Orígen Cruzado (''Cross-Origin'') que Usted está tratando de realizar ha sido rechazada. Por favor revise  https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Ocurrió un error al eliminar el sitio. Por favor inténtelo nuevamente.",
    "errorupdatesite": "Ocurrió un error al actualizar la ficha (''token'') del sitio",
    "help": "Ayuda",
    "helpmelogin": "<p>Existen varios miles de sitios Moodle en el mundo. Esta App solamente puede conectarse a sitios Moodle que hayan habilitado específicamente el acceso por Mobile App.</p><p>Si Usted no puede conectarse a su sitio Moodle, entonces Usted necesita contactar a un administrador de Moodle en el lugar en donde Usted quiere conectarse y pedirle que lea <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Para probar la App en un sitio Demo de Moodle escriba  <i>teacher</i> o <i>student</i> en el campo de  <i>URL del sitio </iy elija el  <b>botón para Añadir</b>.</p>",
    "invalidaccount": "Por favor, verifique sus datos de acceso, o consulte con el administrador para revisar la configuración del sitio.",
    "invalidmoodleversion": "Versión de Moodle inválida. La versión mínima requerida es 2.4",
    "invalidsite": "La URL del sitio es inválida.",
    "localmobileunexpectedresponse": "La revisión de las características Adicionales de Moodle Mobile regresó una respuesta inesperada; Usted será autenticado usando el servicio Mobile estándar.",
    "login": "Ingreso",
    "loginbutton": "¡Ingreso!",
    "logininsiterequired": "Usted necesita ingresar al sitio con una ventana del navegador.",
    "mobileservicesnotenabled": "Los servicios móviles no están habilitados en su sitio. Por favor, contacte a su administrador del sitio Moodle si Usted piensa que se debería habilitar el acceso por dispositivos móviles.",
    "newsitedescription": "Por favor escriba la uRL de su sitio Moodle. Tome nota de que este podría no estar configurado para trabajar con esta app.",
    "notloggedin": "Usted necesita estar ingresado.",
    "password": "Contraseña",
    "passwordrequired": "Contraseña obligatoria",
    "reconnect": "Reconectar",
    "reconnectdescription": "Su ficha (''token'') para autenticación es inválida o ha caducado; Usted tiene que reconectarse al sitio.",
    "reconnectssodescription": "Su ficha (''token'') para autenticación es inválida o ha caducado; Usted tiene que reconectarse al sitio. Usted tiene que ingresar al sitio en una ventana del navegador.",
    "siteaddress": "Dirección del sitio",
    "siteinmaintenance": "Su sitio está en modo de mantenimiento",
    "siteurl": "URL del sitio",
    "siteurlrequired": "La URL del sitio es obligatoria, por ejemplo <i>http://www.susitiomoodle.com o  https://www.susitiomoodle.mx</i>",
    "username": "Nombre_de_usuario",
    "usernamerequired": "Nombre_de_usuario obligatorio",
    "webservicesnotenabled": "Los servicios web no están habilitados en su sitio. Por favor, contacte a su administrador del sitio Moodle si Usted piensa que se debería habilitar el acceso por dispositivos móviles."
}