{
    "authenticating": "Egiaztatzen",
    "cancel": "Utzi",
    "confirmdeletesite": "Ziur zaude {{sitename}} gunea ezabatu nahi duzula?",
    "connect": "Konektatu!",
    "connecttomoodle": "Moodle-ra konektatu",
    "credentialsdescription": "Mesedez saioa hasteko sartu zure erabiltzaile eta pasahitza",
    "erroraccesscontrolalloworigin": "Saiatzen ari zaren Cross-Origin deia ez da onartu. Ikusi mesedez https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Errorea gertatu da gunea ezabatzean. Mesedez saiatu beranduago.",
    "errorupdatesite": "Errorea gertatu da guneko token-a eguneratzean.",
    "help": "Laguntza",
    "helpmelogin": "<p>Milaka Moodle gune dago munduan zehar. App hau soilik Mobile sarbidea gaituta duten guneetan sartzeko gai da.</p><p>Zure Moodle gunera konektatzeko gai ez bazara konektatu nahi zaren Moodle guneko administratzailearekin harremanetan jarri behar zara eta hurrengo esteka irakurtzeko esan: <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p>.<p>App honen demo gunea probatzeko idatzi <i>teacher</i> edo <i>student</i> <i>Site URL</i> eremuan eta <b>Gehitu botoia</b> sakatu.</p>",
    "invalidaccount": "Zure erabiltzaile eta pasahitza egiaztatu itzazu edo zure guneko administratzaileari guneko ezarpenak egiaztatzeko eskatu.",
    "invalidmoodleversion": "Moodle bertsio baliogabea. Gutxieneko bertsioa hurrengoa da:",
    "invalidsite": "Guneko URLa ez da zuzena",
    "localmobileunexpectedresponse": "Moodle Mobile-ko Funtzio Aurreratuen kontrolak ezusteko erantzuna eman du, Mobile zerbitzu estandarra erabilita autentifikatuko zaitugu.",
    "login": "Saioa hasi",
    "loginbutton": "Hasi saioa!",
    "logininsiterequired": "Gunean web-nabigatzaile baten bidez sartu behar zara.",
    "mobileservicesnotenabled": "Mobile zerbitzuak gaitu gabe daude zure gunean. Mesedez zure Moodle gunearen administratzailearen harremanetan jarri zaitez mobile sarbidea gaitu behar dela uste baduzu.",
    "newsitedescription": "Sartu mesedez zure Moodle guneko URLa. Kontuan hartu app honekin funtzionatzeko gunea aurretik konfiguraturik egon behar dela.",
    "notloggedin": "Autentifikaturik egon behar duzu.",
    "password": "Pasahitza",
    "passwordrequired": "Pasahitza behar da",
    "reconnect": "Berriz konektatu",
    "reconnectdescription": "Zure token-a orain ez da baliozkoa edo iraungitu da, gunera berriz konektatu beharko zara.",
    "reconnectssodescription": "Zure token-a orain ez da baliozkoa edo iraungitu da, gunera berriz konektatu beharko zara. Gunean web-nabigatzaile baten bidez sartu behar zara.",
    "siteaddress": "Gunearen helbidea",
    "siteinmaintenance": "Zure gunea mantenu-moduan dago",
    "siteurl": "Gunearen URLa",
    "siteurlrequired": "Gunearen URLa behar da <i>http://www.zuremoodlegunea.abc edo https://www.zuremoodlegunea.efg</i> adibidez",
    "username": "Erabiltzailea-izena",
    "usernamerequired": "Erabiltzailea behar da",
    "webservicesnotenabled": "Web zerbitzuak gaitu gabe daude zure gunean. Mesedez zure Moodle gunearen administratzailearen harremanetan jarri zaitez mobile sarbidea gaitu behar dela uste baduzu."
}