{
    "authenticating": "Authentification",
    "cancel": "Annuler",
    "cannotdownloadfiles": "Le téléchargement des fichiers est désactivé sur votre Moodle et l'app ne peut pas fonctionner si ce réglage est désactivé. Veuillez contacter l'administrateur de la plateforme.",
    "confirmdeletesite": "Voulez-vous vraiment supprimer la plateforme {{sitename}} ?",
    "connect": "Connecter !",
    "connecttomoodle": "Connexion à Moodle",
    "credentials": "Données de connexion",
    "credentialsdescription": "Veuillez fournir votre nom d'utilisateur et votre mot de passe",
    "erroraccesscontrolalloworigin": "La tentative d'appel « Cross-Origin » que vous avez effectuée a été rejetée. Veuillez consulter https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Une erreur est survenue lors de la suppression de la plateforme. Veuillez essayer plus tard.",
    "errorupdatesite": "Une erreur est survenue lors de la mise à jour du jeton du site.",
    "help": "Aide",
    "helpmelogin": "<p>Il existe plusieurs milliers de sites Moodle dans le monde. Cette app vous permet de vous connecter aux sites Moodle qui ont explicitement activé l'accès via l'app mobile.</p><p>Si vous ne pouvez pas vous connecter à votre site Moodle, veuillez contacter son administrateur local et lui demander de lire <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Pour tester l'app dans un Moodle de démonstration, tapez <i>teacher</i> ou <i>student</i> dans le champ <i>Nom d'utilisateur</i> et tapoter le bouton <b>Ajouter</b>.</p>",
    "invalidaccount": "Veuillez vérifier vos données de connexion ou demander à l'administrateur de votre site de vérifier sa configuration.",
    "invalidmoodleversion": "Version de Moodle non valide. La version minimale requise est :",
    "invalidsite": "Cette URL n'est pas valide.",
    "localmobileunexpectedresponse": "La vérification des fonctionnalités additionnelles de Moodle Mobile a envoyé une réponse inattendue. Vous allez être connecté au moyen du service mobile standard.",
    "login": "Connexion",
    "loginbutton": "Se connecter !",
    "logininsiterequired": "Vous devez vous connecter au moyen d'un navigateur.",
    "mobileservicesnotenabled": "Les Services Moodle ne sont pas activés sur votre site. Veuillez contacter l'administrateur de votre site si vous pensez qu'ils devraient être activés.",
    "newsitedescription": "Veuillez saisir l'URL de votre plateforme Moodle.",
    "notloggedin": "Vous devez être connecté.",
    "password": "Mot de passe",
    "passwordrequired": "Mot de passe requis",
    "reconnect": "Reconnecter",
    "reconnectdescription": "Votre jeton d'authentification est non valide ou échu. Veuillez vous reconnecter à la plateforme.",
    "reconnectssodescription": "Votre jeton d'authentification est non valide ou échu. Veuillez vous reconnecter à la plateforme, en vous connectant dans un navigateur.",
    "siteaddress": "Adresse de la plateforme",
    "siteinmaintenance": "Votre site est en mode de maintenance",
    "siteurl": "URL du site",
    "siteurlrequired": "URL du site requis, p. ex. <i>http://www.votre_moodle.fr</i> ou <i>https://www.votre_moodle.fr</i>",
    "username": "Nom d'utilisateur",
    "usernamerequired": "Nom d'utilisateur requis",
    "webservicesnotenabled": "Les Services web ne sont pas activés sur votre site. Veuillez contacter l'administrateur de votre site si vous pensez qu'ils devraient être activés."
}