{
    "auth_email": "Auto-enregistrement par courriel",
    "authenticating": "Authentification",
    "cancel": "Annuler",
    "checksiteversion": "Veuillez vérifier que votre site utilise Moodle 2.4 ou une version ultérieure.",
    "confirmdeletesite": "Voulez-vous vraiment supprimer la plateforme {{sitename}} ?",
    "connect": "Connecter",
    "connecttomoodle": "Connexion à Moodle",
    "contactyouradministrator": "Veuillez contacter l'administrateur de la plateforme pour plus d'aide.",
    "contactyouradministratorissue": "Veuillez demander à l'administrateur de la plateforme de vérifier l'élément suivant : {{$a}}",
    "createaccount": "Créer mon compte",
    "createuserandpass": "Créer un compte",
    "credentialsdescription": "Veuillez fournir votre nom d'utilisateur et votre mot de passe pour vous connecter.",
    "emailconfirmsent": "<p>Un message vous a été envoyé à l'adresse de courriel <strong>{{$a}}</strong>.</p><p>Il contient les instructions pour terminer votre enregistrement.</p><p>Si vous rencontrez des difficultés, veuillez contacter l'administrateur du site.</p>",
    "emailnotmatch": "Les adresses de courriel ne correspondent pas",
    "enterthewordsabove": "Tapez les mots ci-dessus",
    "erroraccesscontrolalloworigin": "La tentative d'appel « Cross-Origin » que vous avez effectuée a été rejetée. Veuillez consulter https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Une erreur est survenue lors de la suppression de la plateforme. Veuillez essayer plus tard.",
    "errorupdatesite": "Une erreur est survenue lors de la mise à jour du jeton du site.",
    "firsttime": "Première visite sur ce site ?",
    "forgotten": "Vous avez oublié votre nom d'utilisateur et/ou votre mot de passe ?",
    "getanothercaptcha": "Obtenir un nouveau CAPTCHA",
    "help": "Aide",
    "helpmelogin": "<p>Il existe plusieurs milliers de sites Moodle dans le monde. Cette app vous permet de vous connecter aux sites Moodle qui ont explicitement activé l'accès via l'app mobile.</p><p>Si vous ne pouvez pas vous connecter à votre site Moodle, veuillez contacter son administrateur local et lui demander de lire <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Pour tester l'app dans une plateforme Moodle de démonstration, tapez <i>teacher</i> ou <i>student</i> dans le champ <i>Adresse du site</i> et tapoter le <b>bouton de connexion</b>.</p>",
    "instructions": "Instructions",
    "invalidaccount": "Veuillez vérifier vos données de connexion ou demander à l'administrateur de votre site de vérifier sa configuration.",
    "invaliddate": "Date non valide",
    "invalidemail": "Adresse de courriel incorrecte",
    "invalidmoodleversion": "Version de Moodle non valide. La version minimale requise est 2.4.",
    "invalidsite": "Cette URL n'est pas valide.",
    "invalidtime": "Temps non valide",
    "invalidurl": "URL non valide",
    "invalidvaluemax": "La valeur maximale est {{$a}}",
    "invalidvaluemin": "La valeur minimale est {{$a}}",
    "localmobileunexpectedresponse": "La vérification des fonctionnalités additionnelles de Moodle Mobile a envoyé une réponse inattendue. Vous allez être connecté au moyen du service mobile standard.",
    "loggedoutssodescription": "Veuillez vous ré-authentifier en vous connectant au site au moyen d'un navigateur web.",
    "login": "Connexion",
    "loginbutton": "Se connecter",
    "logininsiterequired": "Vous devez vous connecter au moyen d'un navigateur.",
    "loginsteps": "Pour un accès complet à ce site, veuillez créer un compte utilisateur.",
    "missingemail": "L'adresse de courriel ne peut pas être vide",
    "missingfirstname": "Le prénom ne peut pas être vide",
    "missinglastname": "Le nom ne peut pas être vide",
    "mobileservicesnotenabled": "Les Services Moodle ne sont pas activés sur votre site. Veuillez contacter l'administrateur de votre site si vous pensez qu'ils devraient être activés.",
    "newaccount": "Nouveau compte",
    "newsitedescription": "Veuillez saisir l'URL de votre plateforme Moodle. Notez qu'elle peut ne pas être configurée pour fonctionner avec cette app.",
    "notloggedin": "Vous devez être connecté.",
    "password": "Mot de passe",
    "passwordforgotten": "Mot de passe oublié",
    "passwordforgotteninstructions2": "Pour recevoir un nouveau mot de passe, veuillez indiquer ci-dessous votre adresse de courriel ou votre nom d'utilisateur. Si les données correspondantes se trouvent dans la base de données, un message vous sera envoyé par courriel, avec des instructions vous permettant de vous connecter.",
    "passwordrequired": "Mot de passe requis",
    "policyaccept": "Je comprends et je me déclare d'accord",
    "policyagree": "Vous devez accepter de vous conformer à ce règlement pour continuer à utiliser ce site. Acceptez-vous le règlement ?",
    "policyagreement": "Règlement du site",
    "policyagreementclick": "Lien vers le règlement du site",
    "potentialidps": "Se connecter au moyen du compte :",
    "problemconnectingerror": "Impossible de se connecter à",
    "problemconnectingerrorcontinue": "Veuillez vérifier l'adresse indiquée et essayer à nouveau.",
    "profileinvaliddata": "Valeur non valide",
    "recaptchachallengeimage": "Image reCAPTCHA",
    "reconnect": "Reconnecter",
    "reconnectdescription": "Votre jeton d'authentification est non valide ou échu. Veuillez vous reconnecter à la plateforme.",
    "reconnectssodescription": "Votre jeton d'authentification est non valide ou échu. Veuillez vous reconnecter à la plateforme, en vous connectant dans un navigateur.",
    "security_question": "Question de sécurité",
    "selectacountry": "Choisir un pays",
    "signupplugindisabled": "{{$a}} n'est pas activée.",
    "siteaddress": "Adresse de la plateforme",
    "siteinmaintenance": "Votre site est en mode de maintenance",
    "sitepolicynotagreederror": "Règlement du site pas accepté.",
    "siteurl": "URL du site",
    "siteurlrequired": "URL du site requis, p. ex. <i>http://www.votre_moodle.fr</i> ou <i>https://www.votre_moodle.fr</i>",
    "startsignup": "Créer un compte",
    "stillcantconnect": "Toujours impossible de se connecter ?",
    "supplyinfo": "Plus de détails",
    "username": "Nom d'utilisateur",
    "usernameoremail": "Veuillez indiquer soit le nom d'utilisateur, soit l'adresse de courriel",
    "usernamerequired": "Nom d'utilisateur requis",
    "usernotaddederror": "Utilisateur pas ajouté : erreur inconnue",
    "visitchangepassword": "Voulez-vous vraiment visiter le site pour modifier votre mot de passe ?",
    "webservicesnotenabled": "Les Services web ne sont pas activés sur votre site. Veuillez contacter l'administrateur de votre site si vous pensez qu'ils devraient être activés."
}