{
    "authenticating": "Autenticazione in corso",
    "cancel": "Annulla",
    "cannotdownloadfiles": "Lo scaricamento dei file è disabilitato nel servizio Mobile. l'app non può funzionare con questa impostazione disabilitata, per favore contatta l'amministratore dle sito.",
    "confirmdeletesite": "Sei sicuro di eliminare il sito {{sitename}}?",
    "connect": "Collegati!",
    "connecttomoodle": "Collegati a Moodle",
    "credentials": "Credenziali",
    "credentialsdescription": "Per faovre inserisci username e password per l'autenticazione",
    "erroraccesscontrolalloworigin": "La chiamata Cross-Origin che stai effettuando è stata rifiutata. Per ulteriori informazioni: https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Si è verificato un errore durante l'eliminazione di questo sito. Per favore riprova.",
    "errorupdatesite": "Si è verificato un errore durante l'aggiornamento del token del sito.",
    "help": "Aiuto",
    "helpmelogin": "<p>Esistono diverse migliaia di siti Moodle al mondo. Queta app può collegarsi solamente in quei siti dove è stato configurato l'accesso Mobile app.</p><p>Se non riesci a collegarti al sito Moodle desiderato devi contattare l'amministratore di quel sito e chiedergli di documentarsi su <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Per provare l'applicazione su un sito Moodle demo inserire <i>teacher</i> oppure <i>student</i> nel campo <i>Username</i> e fare click sul pulsante <b>Aggiungi</b>.</p>",
    "invalidaccount": "Verificare le proprie credenziali o chiedere all'amministratore del sito di controllare la configurazione del sito.",
    "invalidmoodleversion": "Versione di Moodle non valida. La versione minima richiesta:",
    "invalidsite": "L'URL del sito non è valida",
    "login": "Login",
    "loginbutton": "Login!",
    "logininsiterequired": "Devi autenticarti usando una finestra browser",
    "mobileservicesnotenabled": "I servizi mobile non sono abilitati nel sito. Per richiederne l'abilitazione, contattare l'amministrazione del sito.",
    "newsitedescription": "Inserisci l'URL del sito Moodle al quale vuoi collegarti. Da notare che il sito deve essere configurato per funzionare con questa app.",
    "notloggedin": "Devi essere autenticato",
    "password": "Password",
    "passwordrequired": "Password necessaria",
    "reconnect": "Riconnetti",
    "reconnectdescription": "Il token di autenticazione non è valido oppure è scaduto. Devi ricollegarti al sito.",
    "reconnectssodescription": "Il token di autenticazione non è valido oppure è scaduto. Devi ricollegarti al sito autenticandoti tramite il browser.",
    "siteaddress": "Indirizzo del sito",
    "siteinmaintenance": "Il sito è in modalità manutenzione",
    "siteurl": "URL del sito",
    "siteurlrequired": "L'URL del sito è obbligatoria. Esempio:<i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>",
    "username": "Username",
    "usernamerequired": "Username obbligatorio",
    "webservicesnotenabled": "Nel sito non sono stati abilitati i web service. Per favore contatta l'amministratore del sito per verificare la configurazione."
}