{
    "authenticating": "Authenticeren",
    "cancel": "Annuleer",
    "cannotdownloadfiles": "Het downloaden van bestanden is uitgeschakeld in je mobiele service. De app kan niet werken met deze instelling uitgeschakeld. Contacteer je Moodle sitebeheerder.",
    "confirmdeletesite": "Weet je zeker dat je de site {{sitename}} wil verwijderen?",
    "connect": "Verbinden!",
    "connecttomoodle": "Verbinden met Moodle",
    "credentials": "Accountgegevens",
    "credentialsdescription": "Geef je gebruikersnaam en wachtwoord om je aan te melden op",
    "erroraccesscontrolalloworigin": "De Cross-Origin call die je probeerde uit te voeren,  werd geweigerd. Controleer https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Er is een fout opgetreden bij het verwijderen van deze site. Probeer opnieuw.",
    "errorupdatesite": "Er is een fout opgetreden bij het updaten van het token van deze site.",
    "help": "Help",
    "helpmelogin": "<p>Er zijn vele Moodle sites over de hele wereld. Deze app kan enkel verbinding maken met Moodle sites die expliciet mobiele toegang ingeschakeld hebben.</p><p>Als je geen verbinding met jouw Moodle site kunt maken, vraag dan aan de beheerder van jouw site om <a href='http://docs.moodle.org/en/Mobile_app' target='_blank'>http://docs.moodle.org/en/Mobile_app</a> te lezen en de toegang in te schakelen.</p><p>Om de app te testen in een Moodle demo site kun je <i>teacher</i> of <i>student</i> in het  <i>Gebruikersnaam</i>-veld typen en de op de <b>Toevoegen</b>-knop klikken.</p>",
    "invalidaccount": "Controleer je logingegevens of vraag je site-beheerder om de site-configuratie te controleren.",
    "invalidmoodleversion": "Ongeldige Moodleversie. De vereiste minimumversie is:",
    "invalidsite": "Deze site-URL is niet geldig.",
    "localmobileunexpectedresponse": "Moodle Mobile Additional Features Check gaf een onverwacht antwoord. Je zult aanmelden via de standaard Mobile service.",
    "login": "Login",
    "loginbutton": "Login!",
    "logininsiterequired": "Je dient via een browser in te loggen op je Moodle site",
    "mobileservicesnotenabled": "Mobiele diensten zijn niet geactiveerd voor jou Moodle site. Neem contact op met de sitebeheerder.",
    "newsitedescription": "Geef de URL van je Moodle site. Merk op dat die misschien niet geconfigureerd is om met deze app te werken.",
    "notloggedin": "Je moet ingelogd zijn.",
    "password": "Wachtwoord",
    "passwordrequired": "Wachtwoord vereist",
    "reconnect": "Opnieuw verbinden",
    "reconnectdescription": "Je authenticatietoken is niet geldig of is verlopen. Je moet opnieuw verbinden met de site.",
    "reconnectssodescription": "Je authenticatietoken is niet geldig of is verlopen. Je moet opnieuw verbinden met de site. Je moet je op de site aanmelden via een browservenster.",
    "siteaddress": "Site-adres",
    "siteinmaintenance": "Je Moodle site staat in onderhoudsmodus",
    "siteurl": "Site URL",
    "siteurlrequired": "De site URL is vereist, bijvoorbeeld <i>http://www.jouwmoodlesite.abc of https://www.jouwmoodlesite.efg</i>",
    "username": "Gebruikersnaam",
    "usernamerequired": "Gebruikersnaam vereist",
    "webservicesnotenabled": "Web services zijn niet geactiveerd op jouw Moodle site. Neem contact op met de sitebeheerder."
}