{
    "authenticating": "Autenticação",
    "cancel": "Cancelar",
    "confirmdeletesite": "Tem a certeza que pretende remover o site {{sitename}}?",
    "connect": "Ligar!",
    "connecttomoodle": "Ligação ao Moodle",
    "createaccount": "Criar a minha conta",
    "createuserandpass": "Escolha um nome de utilizador e senha",
    "credentialsdescription": "Por favor digite o seu nome de utilizador e senha para entrar",
    "emailconfirmsent": "<p>Acaba de ser enviada uma mensagem para o seu endereço <strong>{{$a}}</strong>, com instruções fáceis para completar a sua inscrição.</p><p>Se tiver alguma dificuldade em completar o registo, contacte o administrador do site.</p>",
    "enterthewordsabove": "Insira as palavras indicadas acima",
    "erroraccesscontrolalloworigin": "A acção de Cross-Origin que tentou executar foi rejeitada. Por favor, consulte mais informações em https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Ocorreu um erro ao apagar este site. Por favor tente novamente.",
    "errorupdatesite": "Ocorreu um erro enquanto atualizava o token do site.",
    "firsttime": "É a sua primeira visita aqui?",
    "getanothercaptcha": "Gerar outro CAPTCHA",
    "help": "Ajuda",
    "helpmelogin": "<p>Existem milhares de sites Moodle no mundo. Esta aplicação apenas consegue aceder a sites Moodle que tenham o acesso a dispositivos móveis ativo.</p><p>\nCaso não consiga aceder ao seu site Moodle através da aplicação, terá de entrar em contacto com o administrador do seu site e solicitar o acesso.<a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Para testar a aplicação num site demo do Moodle digite <i>teacher</i> ou <i>student</i> no campo <i>Site URL</i> e clique em <b>Add button</b>.</p>",
    "instructions": "Instruções",
    "invalidaccount": "Por favor, verifique os detalhes dos seus dados de utilizador ou peça ao administrador do site para verificar as configurações do site.",
    "invalidemail": "Endereço de e-mail inválido",
    "invalidmoodleversion": "A versão do Moodle é inválida. É necessária a versão 2.4 ou superior.",
    "invalidsite": "O URL do site é inválido.",
    "invalidurl": "URL inválido",
    "localmobileunexpectedresponse": "A verificação do Moodle Mobile Additional Features teve um erro inesperado, a ligação será feita através do serviço Mobile padrão.",
    "login": "Entrar",
    "loginbutton": "Entrar!",
    "logininsiterequired": "Precisa de entrar no site através de uma janela de navegador.",
    "loginsteps": "Para ter acesso completo a este site, primeiro precisa de criar uma nova conta de utilizador.",
    "missingemail": "Falta o e-mail",
    "missingfirstname": "Falta o nome",
    "missinglastname": "Falta o apelido",
    "mobileservicesnotenabled": "O seu site não tem os serviços móveis ativos. Por favor, contacte o administrador do seu site Moodle se pretende que esta funcionalidade seja ativada.",
    "newaccount": "Nova conta",
    "newsitedescription": "Por favor, digite o URL do seu site Moodle. Note que o mesmo poderá não estar configurado para funcionar nesta aplicação.",
    "notloggedin": "Precisa de estar autenticado.",
    "password": "Senha",
    "passwordrequired": "Senha necessária",
    "policyaccept": "Compreendo e concordo",
    "policyagree": "Deverá aceitar este regulamento para poder proceder a utilizar este site. Aceita o regulamento?",
    "policyagreement": "Regulamento de utilização",
    "policyagreementclick": "Carregue aqui para ler o regulamento de utilização",
    "reconnect": "Entrar novamente",
    "reconnectdescription": "O seu token de autenticação é inválido ou expirou, terá de entrar novamente no site.",
    "reconnectssodescription": "O seu token de autenticação é inválido ou expirou, terá de entrar novamente no site. Precisa de entrar no site através de uma janela de navegador.",
    "security_question": "Pergunta de segurança",
    "selectacountry": "Selecione um país",
    "siteaddress": "Endereço do site",
    "siteinmaintenance": "O seu site está em modo de manutenção",
    "siteurl": "URL do site",
    "siteurlrequired": "URL do site exigido, i.e <i>http://www.yourmoodlesite.abc ou https://www.yourmoodlesite.efg</i>",
    "startsignup": "Criar nova conta",
    "supplyinfo": "Insira alguma informação sobre si",
    "username": "Nome de utilizador",
    "usernamerequired": "Nome de utilizador exigido",
    "usernotaddederror": "Utilizador não adicionado - erro.",
    "webservicesnotenabled": "Os serviços móveis não estão ativos no seu site. Por favor, contacte o administrador do seu site Moodle se pretende que esta funcionalidade seja ativada."
}