{
    "authenticating": "Autentificare",
    "cancel": "Anulează",
    "confirmdeletesite": "Sunteți sigur că doriți sa ștergeți siteul {{sitename}}?",
    "connect": "Conectează",
    "connecttomoodle": "Conectare la Moodle",
    "createaccount": "Creează noul meu cont",
    "createuserandpass": "Alege un nume de utilizator şi o parolă",
    "credentialsdescription": "Va rugăm să  introduceți userul și parola dumneavoastră pentru a vă conecta",
    "emailconfirmsent": "<p>Un email a fost trimis la adresa Dvs. <b>{{$a}}</b></p>\n   <p>Acest mesaj conţine instrucţiuni despre finalizarea înregistrării.</p>\n   <p>În cazul în care întâmpinaţi dificultăţi contactaţi administratorul site-ului.</p>",
    "enterthewordsabove": "Introduceţi cuvintele de mai sus",
    "erroraccesscontrolalloworigin": "Operațiune Cross-Origin pe care încercați să o efectuați a fost respinsă. Verificați la https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "A apărut o eroare în timpul ștergerii acestui site. Încercați din nou!",
    "errorupdatesite": "A apărut o eroare în timpul actualizării tokenului pentru acest site.",
    "firsttime": "Este prima oară când accesaţi această pagină?",
    "forgotten": "Aţi uitat numele de utilizator sau parola?",
    "getanothercaptcha": "Obţineţi un alt CAPTCHA",
    "help": "Ajutor",
    "helpmelogin": "<p> Există mii de siteuri Moodle în întreaga lume. Această aplicație vă poate conecta doar la acele siteuri ce oferă accesul pentru aplicațiile mobile.</p><p> Dacă nu vă puteți conecta la siteul Moodle va trebui să contactați un administrator al acelui site și să îi indicați să citească <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p> Pentru a testa aplicația pe un site Moodle demonstrativ introduceți <i>teacher</i> sau <i>student</i> în câmpurile din siteul<i> URL site</i> și apăsați butonul <b>Adaugă</b>.</p>",
    "instructions": "Instrucţiuni",
    "invalidaccount": "Vă rugă să verificați datele de conectare sau rugați administratorul siteului sa verifice configurația siteului.",
    "invalidemail": "Adresă de email incorectă",
    "invalidmoodleversion": "Versiunea Moodle este invalidă. Versiunea minimă este 2.4",
    "invalidsite": "Adresa URL este invalidă.",
    "invalidurl": "URL incorect",
    "localmobileunexpectedresponse": "Verificarea Moodle Mobile Additional Features a returnat un răspuns neașteptat. veți fi autentificat folosind serviciul standard.",
    "login": "Autentificare",
    "loginbutton": "Logat!",
    "logininsiterequired": "Trebuie sa vă logați pe site într-un browser.",
    "loginsteps": "Bună ziua!\nPentru a avea acces complet la cursuri va trebui să vă creaţi un cont pe acest site.\nEste posibil ca unele cursuri să posede  o \"cheie de înscriere\", de care însă nu veţi avea nevoie decât mai târziu.\nIată care sunt paşii:\n   <ol>\n   <li>Completaţi informaţiile din formularul <a href=\"{{$a}}\">Cont nou</a>.</li>\n   <li>Imediat, vi se va trimite un email la adresa furnizată.</li>\n   <li>Citiţi emailul şi daţi clic pe link-ul pe care îl conţine.</li>\n   <li>Contul Dvs. va fi confirmat şi veţi fi autentificat.</li>\n   <li>Apoi, selectaţi cursul la care doriţi să participaţi.</li>\n   <li>În cazul în care vi se solicită o \"cheie de înscriere\" - folosiţi cheia\n   primită de la profesorul Dvs. Veţi fi astfel \"înscris\"\n   la curs.</li>\n   <li>Aveţi acum acces complet la curs. De acum înainte tot ce veţi avea de făcut\n   va fi să introduceţi numele de utilizator şi parola (în formularul din această pagină)\n   pentru a vă autentifica şi avea acces la toate cursurile la care v-aţi înscris.</li>\n   </ol>",
    "missingemail": "Lipseşte adresa de email",
    "missingfirstname": "Lipseşte prenumele",
    "missinglastname": "Lipseşte numele de familie",
    "mobileservicesnotenabled": "Serviciile mobile nu sunt activate pe siteul dumneavoastră. Vă rugăm să contactați administratorul siteului dacă considerați necesară activarea accesului mobil.",
    "newaccount": "Cont nou",
    "newsitedescription": "Introduceți adresa URL a siteului dumneavoastră, dar există posibilitatea ca acesta să nu fie configurat pentru a funcționa cu această aplicație.",
    "notloggedin": "Trebuie să fiți logat.",
    "password": "Parolă",
    "passwordforgotten": "Am uitat parola",
    "passwordforgotteninstructions2": "Pentru resetarea parolei, introduceţi mai jos numele Dvs. de utilizator sau adresa Dvs. de emai. Dacă vă vom găsi în baza de date, vă vom trimite un email cu instrucţiuni referitoare la recăpătarea accesului.",
    "passwordrequired": "Este necesară introducerea parolei",
    "policyaccept": "Înţeleg şi sunt de acord",
    "policyagree": "Pentru a continua să folosiţi acest site, trebuie să fiţi de acord cu termenii de utilizare specificaţi. Sunteţi de acord?",
    "policyagreement": "Condiţiile de utilizare ale site-ului",
    "policyagreementclick": "Legătură la condiţiile de utilizare ale site-ului",
    "potentialidps": "Autentificare folosind contul dvs. de pe:",
    "reconnect": "Reconectare",
    "reconnectdescription": "Tokenul dumneavoastră de autentificare este invalid sau a expirat, trebuie să vă reconectați pe site.",
    "reconnectssodescription": "Tokenul dumneavoastră de autentificare este invalid sau a expirat, trebuie să vă reconectați pe site. Logați-vă folosind un browser.",
    "security_question": "Întrebare de securitate",
    "selectacountry": "Selectează o ţară",
    "siteaddress": "Adresa siteului",
    "siteinmaintenance": "Siteul dumneavoastră se află în modul de întreținere",
    "siteurl": "Adresă URL",
    "siteurlrequired": "Este necesară adresa URL a siteului, de exemplu <i>http://www.yourmoodlesite.abc sau https://www.yourmoodlesite.efg</i>",
    "startsignup": "Creează cont",
    "supplyinfo": "Detalii suplimentare",
    "username": "Nume de utilizator",
    "usernameoremail": "Completaţi numele de utilizator sau adresa de email",
    "usernamerequired": "Este necesar numele de utilizator",
    "usernotaddederror": "Utilizatorul nu a fost adăugat - eroare",
    "webservicesnotenabled": "Serviciul Web nu este activat pe siteul dumneavoastră. Va rugăm să contactați administratorul siteului dumneavoastră dacă considerați ca ar trebui activat accesul pentru mobil."
}