{
    "authenticating": "Autentificare",
    "cancel": "Renunță",
    "confirmdeletesite": "Sunteți sigur că doriți sa ștergeți siteul {{sitename}}?",
    "connect": "Conectare!",
    "connecttomoodle": "Conectare la Moodle",
    "credentialsdescription": "Va rugăm să  introduceți userul și parola dumneavoastră pentru a vă conecta",
    "erroraccesscontrolalloworigin": "Operațiune Cross-Origin pe care încercați să o efectuați a fost respinsă. Verificați la https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "A apărut o eroare în timpul ștergerii acestui site. Încercați din nou!",
    "errorupdatesite": "A apărut o eroare în timpul actualizării tokenului pentru acest site.",
    "help": "Ajutor",
    "helpmelogin": "<p> Există mii de siteuri Moodle în întreaga lume. Această aplicație vă poate conecta doar la acele siteuri ce oferă accesul pentru aplicațiile mobile.</p><p> Dacă nu vă puteți conecta la siteul Moodle va trebui să contactați un administrator al acelui site și să îi indicați să citească <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p> Pentru a testa aplicația pe un site Moodle demonstrativ introduceți <i>teacher</i> sau <i>student</i> în câmpurile din siteul<i> URL site</i> și apăsați butonul <b>Adaugă</b>.</p>",
    "invalidaccount": "Vă rugă să verificați datele de conectare sau rugați administratorul siteului sa verifice configurația siteului.",
    "invalidmoodleversion": "Versiunea Moodle este invalidă. Versiunea minimă este 2.4",
    "invalidsite": "Adresa URL este invalidă.",
    "localmobileunexpectedresponse": "Verificarea Moodle Mobile Additional Features a returnat un răspuns neașteptat. veți fi autentificat folosind serviciul standard.",
    "login": "Logare",
    "loginbutton": "Logat!",
    "logininsiterequired": "Trebuie sa vă logați pe site într-un browser.",
    "mobileservicesnotenabled": "Serviciile mobile nu sunt activate pe siteul dumneavoastră. Vă rugăm să contactați administratorul siteului dacă considerați necesară activarea accesului mobil.",
    "newsitedescription": "Introduceți adresa URL a siteului dumneavoastră, dar există posibilitatea ca acesta să nu fie configurat pentru a funcționa cu această aplicație.",
    "notloggedin": "Trebuie să fiți logat.",
    "password": "Parola",
    "passwordrequired": "Este necesară introducerea parolei",
    "reconnect": "Reconectare",
    "reconnectdescription": "Tokenul dumneavoastră de autentificare este invalid sau a expirat, trebuie să vă reconectați pe site.",
    "reconnectssodescription": "Tokenul dumneavoastră de autentificare este invalid sau a expirat, trebuie să vă reconectați pe site. Logați-vă folosind un browser.",
    "siteaddress": "Adresa siteului",
    "siteinmaintenance": "Siteul dumneavoastră se află în modul de întreținere",
    "siteurl": "Adresă URL",
    "siteurlrequired": "Este necesară adresa URL a siteului, de exemplu <i>http://www.yourmoodlesite.abc sau https://www.yourmoodlesite.efg</i>",
    "username": "Nume utilizator",
    "usernamerequired": "Este necesar numele de utilizator",
    "webservicesnotenabled": "Serviciul Web nu este activat pe siteul dumneavoastră. Va rugăm să contactați administratorul siteului dumneavoastră dacă considerați ca ar trebui activat accesul pentru mobil."
}