{
    "auth_email": "Samostalna registracija na osnovu e-adrese",
    "authenticating": "Provera identiteta",
    "checksiteversion": "Proverite da li vaš sajt koristi Moodle 2.4 ili noviju verziju.",
    "confirmdeletesite": "Da li ste sigurni da želite da obrišete sajt {{sitename}}?",
    "connect": "Povežite se!",
    "connecttomoodle": "Povežite se sa Moodleom",
    "contactyouradministrator": "Obratite se administratoru vašeg sajta za dalju pomoć.",
    "contactyouradministratorissue": "Zamolite administratora da proveri sledeći problem: {{$a}}",
    "credentialsdescription": "Za prijavu na sistem unesite svoje korisničko ime i lozinku.",
    "emailconfirmsent": "<p>Trebalo bi da je poslata poruka na vašu e-adresu <b>{{$a}}</b></p><p>Poruka sadrži jednostavna uputstva o daljem postupku registracije.</p><p>Ako i dalje imate problema, obratite se administratoru sajta.</p>",
    "emailnotmatch": "Adrese e-pošte se ne poklapaju",
    "erroraccesscontrolalloworigin": "Cross-Origin poziv koji pokušavate da izvedete je odbijen. Molimo, proverite https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Došlo je do greške prilikom brisanja ovog sajta. Molim, pokušajte ponovo.",
    "errorupdatesite": "Došlo je do greške prilikom ažuriranju tokena sajta.",
    "helpmelogin": "<p>Širom sveta postoji više hiljada Moodle sajtova. Ova aplikacija može se povezati samo sa Moodle sajtovima koji su namenski omogućili pristup aplikacijama za mobilne uređaje.</p><p>Ako ne možete da se povežete sa vašim Moodle sajtom potrebno je da se obratite Moodle administratoru sajta sa kojim želite da se povežete i da ga zamolite da pročita<a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Za testiranje aplikacije na Moodle demo sajtu unesite <i>teacher</i> ili <i>student</i> u polje <i>Adresa sajta</i> i kliknite na dugme <b>Poveži se!</b>.</p>",
    "invalidaccount": "Proverite svoje podatke za prijavu ili zamolite vašeg administratora da proveri konfiguraciju sajta.",
    "invaliddate": "Neispravan datum",
    "invalidmoodleversion": "Neispravna Moodle verzija. Neophodna je, minimalno, verzija 2.4.",
    "invalidsite": "URL adresa sajt nije ispravna.",
    "invalidtime": "Neispravno vreme",
    "invalidvaluemax": "Maksimalna vrednost je {{$a}}",
    "invalidvaluemin": "Minimalna vrednost je {{$a}}",
    "localmobileunexpectedresponse": "Provera Moodle Mobile dodatnih funkcionalnosti vratila je neočekivan odgovor. Vaš identitet biće proveren pomoću standardnog mobilnog servisa.",
    "loggedoutssodescription": "Morate ponovo da potvrdite svoj identitet. Potrebno je da se prijavite na sajt u prozoru veb čitača.",
    "loginbutton": "Prijava",
    "logininsiterequired": "Potrebno je da se prijavite na sajt u prozoru veb čitača.",
    "mobileservicesnotenabled": "Mobilni servisi nisu omogućeni na vašem sajtu. Obratite se administratoru vašeg Moodle sajta ako mislite da mobilni pristup treba da bude omogućen.",
    "newsitedescription": "Unesite  URL adresu vašeg Moodle sajta. Imajte na umu da sajt možda nije konfigurisan da radi sa ovom aplikacijom.",
    "notloggedin": "Morate biti prijavljeni.",
    "passwordrequired": "Neophodna je lozinka",
    "problemconnectingerror": "Imamo problema da se povežemo sa",
    "problemconnectingerrorcontinue": "Dobro proverite da li ste pravilno uneli adresu i pokušajte ponovo.",
    "profileinvaliddata": "Neispravna vrednost",
    "recaptchachallengeimage": "reCAPTCHA slika",
    "reconnect": "Povežite se ponovo",
    "reconnectdescription": "Vaš token za proveru identiteta je neispravan ili je istekao. Morate ponovo da uspostavite vezu sa sajtom.",
    "reconnectssodescription": "Vaš token za proveru identiteta je neispravan ili je istekao. Morate ponovo da uspostavite vezu sa sajtom. Potrebno je da se prijavite na sajt u prozoru veb čitača.",
    "signupplugindisabled": "{{$a}} nije omogućen.",
    "siteaddress": "Adresa sajta",
    "siteinmaintenance": "Vaš sajt je u režimu održavanja",
    "sitepolicynotagreederror": "Saglasnost sa politikom sajta nije potvrđena.",
    "siteurl": "URL adresa sajta",
    "siteurlrequired": "Neophodna je URL adresa, npr. <i>http://www.yourmoodlesite.abc ili https://www.yourmoodlesite.efg</i>",
    "stillcantconnect": "Još uvek ne možete da se povežete?",
    "usernamerequired": "Korisničko ime je neophodno",
    "visitchangepassword": "Da li želite da posetite sajt kako biste promenili lozinku?",
    "webservicesnotenabled": "Veb servisi nisu omogućeni na vašem sajtu. Obratite se administratoru vašeg Moodle sajta ako mislite da mobilni pristup treba da bude omogućen."
}